tutorials/incompressible/pisoFoam/ras/cavity/0/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.1                                |
|   \\  /    A nd           | Web:         http://www.extend-project.de       |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 0.000765;

boundaryField
{
    movingWall
    {
        type            epsilonWallFunction;
        value           uniform 0.000765;
    }
    fixedWalls
    {
        type            epsilonWallFunction;
        value           uniform 0.000765;
    }
    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //
